Repository: webeescz/wpcz
Catalog: WPML/moduly/cred-wpml-*.po
Languages: cs_cz

source: Translate this content
cs_cz: Přeložit tento obsah

source: Translate
cs_cz: Přeložit

source: Translations
cs_cz: Překlady

source: Original content:
cs_cz: Původní obsah:

source: Form for translating content
cs_cz: Formulář pro překládaný obsah

source: Show the original content for translation
cs_cz: Zobrazit původní obsah pro překlad

source: Original content fields
cs_cz: Pole původního obsahu

source: Original content Fields (click to insert)
cs_cz: Pole původního obsahu (klikněte pro vložení)

source: Close
cs_cz: Zavřít

source: Frontend translation controls
cs_cz: Ovládání překladu frontendu

source: Translation form for
cs_cz: Formulář překladu pro

source: The CRED / WPML Glue Plugin is only effective when <a href="%s">WPML 2.8</a> (or higher) and <a href="%s">CRED 1.1.4</a> (or higher) are installed and active.
cs_cz: CRED / WPML Glue plugin je funkční jen tehdy, je-li nainstalováno a aktivováno <a href="%s">WPML 2.8</a> (nebo vyšší) a <a href="%s">CRED 1.1.4</a> (nebo vyšší).

source: Frontend translation settings
cs_cz: Nastavení překladu frontendu

source: Display CRED / WPML Glue controls bottom of "the content"
cs_cz: Zobrazit CRED / WPML Glue ovládací prvky pod "the content"

source: Save settings
cs_cz: Uložit nastavení

source: Frontend translation forms
cs_cz: Formuláře překladu frontendu

source: Content type
cs_cz: Typ obsahu

source: Translation form
cs_cz: Formulář překladu

source: Create form
cs_cz: Vytvořit formulář
