Repository: webeescz/wpcz
Catalog: WPML/moduly/wpml-wcml-*.po
Languages: cs_cz

source: %s translation
cs_cz: %s překladu

source: Show content
cs_cz: Zobrazit obsah

source: Edit translation
cs_cz: Upravit překlad

source: Original content:
cs_cz: Původní obsah:

source: Close
cs_cz: Zavřít

source: Cancel
cs_cz: Zrušit

source: Please update original product
cs_cz: Aktualizujte prosím původní produkt

source: WooCommerce Multilingual is enabled but not effective. It is not compatible with <a href="%s">WPML</a> versions prior %s.
cs_cz: WooCommerce Vícejazyčný je zapnutý ale nečinný. Není kompatibilní s <a href="%s">WPML</a> verzemi před %s.

source: WooCommerce Multilingual is enabled but not effective. It is not compatible with <a href="%s">WPML Translation Management</a> versions prior %s.
cs_cz: WooCommerce Vícejazyčný je zapnutý ale nečinný. Není kompatibilní s verzemi <a href="%s">WPML Správce překladu</a> před %s.

source: WooCommerce Multilingual is enabled but not effective. It is not compatible with <a href="%s">WPML String Translation</a> versions prior %s.
cs_cz: WooCommerce Vícejazyčný je zapnutý ale nečinný. Není kompatibilní s verzemi <a href="%s">WPML Překlad řetězců</a> před %s.

source: WooCommerce Multilingual is enabled but not effective. It is not compatible with <a href="%s">WPML Media</a> versions prior %s.
cs_cz: WooCommerce Vícejazyčný je zapnutý ale nečinný. Není kompatibilní s verzemi <a href="%s">WPML Média</a> před %s.

source: and
cs_cz: a

source: WooCommerce Multilingual is enabled but not effective. It requires %s in order to work.
cs_cz: WooCommerce Vícejazyčný je zapnutý ale nečinný. K fungování vyžaduje %s.

source: Permalink settings
cs_cz: Nastavení trvalého odkazu

source: Configure products slug translation
cs_cz: Nastavuje překlad zkráceného názvu produktů

source: If you want to translate product slugs, you need to disable the shop prefix for products in <a href="%s">WooCommerce Settings</a>
cs_cz: Chcete-li překládat zkrácený název produktů, je nutné v <a href="%s">nastavení WooCommerce</a> vypnout prefix pro produkty

source: If you want different slugs for shop pages (%s/%s), you need to disable the shop prefix for products in <a href="%s">WooCommerce Settings</a>
cs_cz: Chcete-li jiné zkrácené názvy pro stránky obchodu (%s/%s), je nutné v <a href="%s">nastavení WooCommerce</a> vypnout prefix pro produkty

source: Finished! You can visit the %sstrings translation%s screen to translate the strings now.
cs_cz: Dokončeno! Nyní můžete navštívit obrazovku %spřeklad řetězců%s pro přeložení řetězců.

source: wpml-config.xml file missing from WooCommerce Multilingual folder.
cs_cz: Soubor wpml-config.xml chybí ve složce WooCommerce Vícejazyčný.

source: Custom field %s configuration from wpml-config.xml file was altered!
cs_cz: Nastavení vlastního pole %s ze souboru wpml-config.xml bylo upraveno!

source: Custom type %s configuration from wpml-config.xml file was altered!
cs_cz: Nastavení vlastního pole %s ze souboru wpml-config.xml bylo upraveno!

source: Custom taxonomy %s configuration from wpml-config.xml file was altered!
cs_cz: Nastavení vlastní texonomie %s ze souboru wpml-config.xml bylo upraveno!

source: Show all currencies
cs_cz: Zobrazit všechny měny

source: Title missing
cs_cz: Chybí název

source: Not translated
cs_cz: Není přeloženo

source: Not translated - needs update
cs_cz: Není přeloženo - vyžaduje aktualizaci

source: In progress
cs_cz: Probíhá

source: Complete
cs_cz: Hotovo

source: You should not add products in other languages, as this may cause synchronization problems between product translations.
cs_cz: Neměli byste přidávat produkty v jiných jazycích, neboť to může způsobit problémy se synchronizací mezi překlady produktů.

source: Please add the product in <b>%s</b> and then use the WooCommerce Multilingual admin screen to translate it.
cs_cz: Přidejte prosím produkt v <b>%s</b> a pak použijte administrační obrazovku WooCommerce Vícejazyčný pro jeho přeložení.

source: The recommended way to translate WooCommerce products is using the <b><a href="%s">WooCommerce Multilingual admin</a></b> page. Please use this page only for translating elements that are not available in the WooCommerce Multilingual products translation table.
cs_cz: Doporučený způsob překladu WooCommerce produktů je za použití administrační stránky <b><a href="%s">WooCommerce Vícejazyčný</a></b>. Použijte tuto stránku prosím jen k překladu prvků, které nejsou k dispozici v tabulce překladu produktů WooCommerce Vícejazyčný.

source: Title
cs_cz: Název

source: Content
cs_cz: Obsah

source: Excerpt
cs_cz: Zkrácený výpis

source: Images
cs_cz: Obrázky

source: Sale price
cs_cz: Akční cena

source: Regular price
cs_cz: Běžná cena

source: Variations
cs_cz: Varianty

source: Any %s
cs_cz: Jakékoliv %s

source: Please translate all attributes
cs_cz: Přeložte prosím všechny vlastnosti

source: Cart
cs_cz: Košík

source: Checkout
cs_cz: Pokladna

source: Checkout &rarr; Pay
cs_cz: Pokladna &rarr; Platba

source: Order Received
cs_cz: Objednávka přijata

source: My Account
cs_cz: Můj účet

source: Change Password
cs_cz: Změnit heslo

source: Edit My Address
cs_cz: Upravit mou adresu

source: Logout
cs_cz: Odhlásit

source: Lost Password
cs_cz: Ztracené heslo

source: View Order
cs_cz: Prohlížet objednávku

source: Shop
cs_cz: Obchod

source: To translate %s please use the %s translation%s page, inside the %sWooCommerce Multilingual admin%s.
cs_cz: K přeložení %s prosím použijte stránku %s překladu%s uvnitř %sadministrace WooCommerce Vícejazyčný%s.

source: Wait! There is a better way to translate %s. Please go to the %s translation%s page, inside the %sWooCommerce Multilingual admin%s, and translate from there.
cs_cz: Počkejte! Existuje lepší způsob pro přeložení %s. Přejděte prosím na stránku%s překladu%s uvnitř %sadministrace WooCommerce Vícejazyčný%s a překládejte odtud.

source: %s do not require translation.
cs_cz: %s nevyžaduje překlad.

source: Change
cs_cz: Změnit

source: Some %s are missing translations (%d translations missing).
cs_cz: Některé %s nemají překlady (chybí %d překladů).

source: Translate now
cs_cz: Přeložit nyní

source: All %s are translated.
cs_cz: Všechny %s jsou přeloženy.

source: Currently, there are %s variations that need to be created.
cs_cz: Aktuálně je nutné vytvořit %s variant.

source: %d products left
cs_cz: zbývá %d produktů

source: Synchronization complete!
cs_cz: Synchronizace dokončena!

source: This will automatically generate variations for translated products corresponding to recently translated attributes.
cs_cz: Tato funkce automaticky vytvoří varianty přeložených produktu v souladu s nedávno přeloženými vlastnostmi.

source: Synchronize attributes and update product variations
cs_cz: Synchronizovat vlastnosti a aktualizovat varianty produktu

source: Looks like you are upgrading from a previous version of WooCommerce Multilingual. Would you like to automatically create translated variations and images?
cs_cz: Vypadá to, že aktualizujete z minulé verze WooCommerce Vícejazyčný. Chcete automaticky vytvořit přeložené varianty a obrázky?

source: Yes, go to the troubleshooting page
cs_cz: Ano, přejít na stránku řešení problémů

source: No - dismiss
cs_cz: Ne - skrýt

source: Please enter string in %s (the strings language)
cs_cz: Vložte prosím řetězec v %s (jazyk řetězců)

source: You need to enter attribute names in %s (even though your site's default language is %s). Then, translate it to %s and the rest of the site's languages using in the %sWooCommerce Multlingual admin%s.
cs_cz: Je nutné vložit názvy vlastností v %s (i navzdory tomu, že výchozí jazyk webu je %s). Poté je přeložte do %s a dalších jazyků webu použitím %sadministrace WooCommerce Vícejazyčný%s.

source: Please use a different product category base than "category"
cs_cz: Vyberte prosím jiný základ pro rubriky produktů, než "category"

source: product
cs_cz: produkt

source: WooCommerce Multilingual
cs_cz: WooCommerce Vícejazyčmý

source: General settings
cs_cz: Obecná nastavení

source: Products
cs_cz: Produkty

source: You have untranslated terms!
cs_cz: Máte nepřeložené pojmy!

source: WooCommerce Multilingual is enabled but not effective. It is not compatible with <a href="%s">WPML</a> versions prior 2.0.5.
cs_cz: WooCommerce Vícejazyčný je zapnutý ale nečinný. Není kompatibilní s verzemi <a href="%s">WPML</a> před 2.0.5.

source: %s plugin is installed and active.
cs_cz: Plugin %s je nainstalovaný a aktivní.

source: %s plugin is either not installed or not active.
cs_cz: Plugin %s není buď nainstalovaný nebo aktivní.

source: %1$s is installed, but with incorrect version. You need %1$s %2$s or higher.
cs_cz: %1$s je nainstalovaný, ale v nesprávné verzi. Potřebujete %1$s %2$s nebo vyšší.

source: Required plugins
cs_cz: Požadované pluginy

source: Plugins Status
cs_cz: Stav pluginů

source: Check required plugins
cs_cz: Zkontrolovat požadované pluginy

source: WooCommerce Multilingual depends on several plugins to work. If any required plugin is missing, you should install and activate it.
cs_cz: Fungování WooCommerce Vícejazyčný je závislé na několika pluginech. Pokud kterýkoli z požadovaných pluginů chybí, měli byste jej nainstalovat a aktivovat.

source: Update WPML
cs_cz: Aktualizovat WPML

source: Get WPML
cs_cz: Získat WPML

source: Get WPML Media
cs_cz: Získat WLML Média

source: Get WPML Translation Management
cs_cz: Získat WPML Správce překladu

source: Get WPML String Translation
cs_cz: Získat WPML Překlad řetězců

source: Download WooCommerce
cs_cz: Stáhnout WooCommerce

source: Collapse
cs_cz: Skrýt

source: Expand
cs_cz: Zobrazit

source: Regular Price
cs_cz: Běžná cena

source: Sale Price
cs_cz: Akční cena

source: Calculate prices in other currencies automatically
cs_cz: Vypočítat ceny v jiných měnách automaticky

source: Click to see the prices in the other currencies as they are currently shown onthe front end.
cs_cz: Klikněte pro zobrazí cen v jiných měnách tak, jak se nyní zobrazují na front-endu.

source: Show
cs_cz: Zobrazit

source: Hide
cs_cz: Skrát

source: Set prices in other currencies manually
cs_cz: Nastavit ceny v jiných měnách ručně

source: Enter prices in other currencies
cs_cz: Vložte ceny v jiných měnách

source: Hide prices in other currencies
cs_cz: Skrýt ceny v jiných měnách

source: Determined automatically based on exchange rate
cs_cz: Určeno automaticky na základě směnného kurzu

source: Schedule
cs_cz: Naplánovat

source: Same as default currency
cs_cz: Stejné jako výchozí měna

source: Set dates
cs_cz: Nastavit data

source: From&hellip;
cs_cz: Od&hellip;

source: To&hellip;
cs_cz: Do&hellip;

source: Please set images for product
cs_cz: Nastavte prosím obrázky produktu

source: Please save translation before translate images texts
cs_cz: Uložte prosím překlad před překládáním textů obrázků

source: Caption
cs_cz: Titulek

source: Description
cs_cz: Popis

source: Enter translation
cs_cz: Vložte překlad

source: %d products
cs_cz: %d produktů

source: | Parent product: %s
cs_cz: | Nadřazený produkt: %s

source: This product is an exact duplicate of the %s product.
cs_cz: Tento produkt je přesným duplikátem produktu %s.

source: edit product
cs_cz: upravit produkt

source: Save
cs_cz: Uložit

source: Update
cs_cz: Aktualizovat

source: WooCommerce Products
cs_cz: WooCommerce Produkty

source: Any category
cs_cz: Jakýkoliv rubrika

source: All products
cs_cz: Všechny produkty

source: Not translated or needs updating
cs_cz: Není přeloženo nebo potřebuje aktualizaci

source: Needs updating
cs_cz: Potřebuje aktualizaci

source: Translation in progress
cs_cz: Překlad probíhá

source: Translation complete
cs_cz: Překlad je dokončen

source: All statuses
cs_cz: Všechny stavy

source: All languages
cs_cz: Všechny jazyky

source: Search
cs_cz: Hledat

source: Reset
cs_cz: Obnovit

source: Cleanup test content
cs_cz: Vyčistit testovací obsah

source: Send to translation
cs_cz: Poslat na přeložení

source: Apply
cs_cz: Použít

source: Go to the first page
cs_cz: Přejít na první stránku

source: Go to the previous page
cs_cz: Přejít na předchozí stránku

source: of
cs_cz: z

source: Go to the next page
cs_cz: Přejít na další stránku

source: Go to the last page
cs_cz: Přejít na poslední stránku

source: Show all products
cs_cz: Zobrazit všechny produkty

source: Type
cs_cz: Typ

source: Product
cs_cz: Produkt

source: No products found
cs_cz: Nebyly nalezeny žádné produkty

source: (draft)
cs_cz: (koncept)

source: Language
cs_cz: Jazyk

source: Edit independently.
cs_cz: Upravit nezávisle.

source: Undo (keep this product as a duplicate)
cs_cz: Zpět (ponechat tento produkt jako duplikát)

source: Waiting for translator
cs_cz: Čeká na překladatele

source: Choose a file
cs_cz: Vybrat soubor

source: Translation missing
cs_cz: Překlad chybí

source: name
cs_cz: jméno

source: values
cs_cz: hodnoty

source: Send products to translation
cs_cz: Poslat produkty na přeložení

source: Upload file
cs_cz: Nahrát soubor

source: %s plugin is installed and activated.
cs_cz: Plugin %s je nainstalován a aktivován.

source: Your store's base currency is %s (%s). To change it, go to the %s page.
cs_cz: Základní měna vašeho obchodu je nyní %s (%s). Pro změnu prosím přejděte na stránku %s.

source: Products using custom currency rates as they were migrated from the previous versions - option to support different prices per language
cs_cz: Produkty používají vlastní kurzy měn jelikož byly migrovány z předchozích verzí - možnost podpory různých cen dle jazyku

source: Are you sure?
cs_cz: Jste si jistí?

source: Delete
cs_cz: Smazat

source: Configuration warnings
cs_cz: Konfigurační varování

source: Reporting miscelaneous configuration issues that can make WooCommerce Multilingual not run normally
cs_cz: Poskytuje informace o různých problémech s konfigurací, které mohou zapříčinit nestandardní fungování WooCommerce Vícejazyčný

source: Attention required: probable problem with URLs in different languages
cs_cz: Je vyžadována pozornost: možný problém s URL v různých jazycích

source: Your site's default language is not English and the strings language is also not English. This may lead to problems with your site's URLs in different languages.
cs_cz: Výchozím jazykem vašeho webů není angličtina a jazykem řetězců také není angličtina. To může vést k problémům s URL adresami vašeho webu v dalších jazycích.

source: Change the strings language to English
cs_cz: Změňte jazyk řetězců na angličtinu.

source: Re-scan strings
cs_cz: Přeskenovat řetězce

source: Some settings from the WooCommerce Multilingual wpml-config.xml file have been overwritten
cs_cz: Některá nastavení ze souboru wpml-config.xml WooCommerce Vícejazyčný byla přepsána

source: WooCommerce Store Pages
cs_cz: Stránky obchodu WooCommerce

source: Translated store pages
cs_cz: Přeložené stránky obchodu

source: To run a multilingual e-commerce site, you need to have the WooCommerce shop pages translated in all the site's languages. Once all the pages are installed you can add the translations for them from this menu.
cs_cz: Pro provoz vícejazyčného e-commerce webu je nutné mít stránky obchodu WooCommerce přeloženy do jazyku webu. Jakmile jsou všechny stránky nainstalovány, můžete přidat jejich překlady z tohoto menu.

source: One or more WooCommerce pages have not been created.
cs_cz: Jedna nebo více WooCommerce stránek nebyla vytvořena.

source: Install WooCommerce Pages
cs_cz: Nainstalovat WooCommerce stránky

source: WooCommerce store pages don't exist for this language:
cs_cz: Stránky obchodu WooCommerce pro tento jazyk neexistují:

source: WooCommerce store pages don't exist for these languages:
cs_cz: Stránky obchodu WooCommerce pro tyto jazyky neexistují:

source: Create missing translations.
cs_cz: Vytvořit chybějící překlady.

source: Hide this message
cs_cz: Skrýt tuto zprávu

source: Show details about missing translations
cs_cz: Zobrazit podrobnosti o chybějících překladech

source: WooCommerce store pages are translated to all the site's languages.
cs_cz: Stránky obchodu WooCommerce jsou přeloženy do všech jazyků webu.

source: Taxonomies missing translations
cs_cz: Taxonomie s chybějícím překladem

source: Ignore
cs_cz: Ignorovat

source: Right now, there are no taxonomy terms needing translation.
cs_cz: Právě teď zde nejsou žádné termíny taxonomií vyžadující překlad.

source: Product Translation Interface
cs_cz: Rozhraní pro překlad produktu

source: Product translation interface
cs_cz: Rozhraní pro překlad produktu

source: The recommended way to translate products is using the products translation table in the WooCommerce Multilingual admin. Choose to go to the native WooCommerce interface, if your products include custom sections that require direct access.
cs_cz: Doporučený způsob překladu produktů je za použití tabulky pro překlad produktů v administraci WooCommerce vícejazyčný. Vyberte nativní WooCommerce rozhraní pokud vaše produkty obsahují vlastní sekce, jež vyžaduj přímý přístup.

source: Choose what to do when clicking on the translation controls for products:
cs_cz: Vyberte, co provést po kliknutí na ovládání překladu pro produkty:

source: Go to the product translation table in WooCommerce Multilingual
cs_cz: Přejít na tabulku pro překlad produktů ve WooCommerce Multijazyčný

source: Go to the native WooCommerce product editing screen
cs_cz: Přejít na nativní WooCommerce obrazovku pro editaci produktů

source: Products synchronization
cs_cz: Synchronizace produktů

source: Configure specific product properties that should be synced to translations.
cs_cz: Nastavte specifické části produktů, které by měly být synchronizovány do překladů.

source: Sync publishing date for translated products.
cs_cz: Synchronizovat datum publikování přeložených produktů.

source: File Paths Synchronization
cs_cz: Synchronizace cesty k souborům

source: Synchronization for download paths
cs_cz: Synchronizace cest ke stažení

source: If you are using downloadable products, you can choose to have their paths synchronized, or seperate for each language.
cs_cz: Pokud využíváte stahovatelné produkty, můžete si zvolit synchronizaci jejich cest ke stažení nebo cesty pro každý jazyk zvlášť.

source: Use the same file paths in all languages
cs_cz: Používat ve všech jazycích shodné cesty

source: Different file paths for each language
cs_cz: Různé cesty pro každý jazyk

source: Manage Currencies
cs_cz: Spravovat měny

source: Currency management
cs_cz: Správa měn

source: This will let you enable the multi-currency mode where users can see prices according to their currency preference and configured exchange rate.
cs_cz: Tato možnost vám dovolí zapnout režim více měn, kde mohou uživatelé vidět ceny v jimi preferované měně a v nastaveném směnném kurzu.

source: No multi-currency
cs_cz: Bez více měn

source: Multiple currencies, independent of languages
cs_cz: Více měn, nezávisle na jazycích

source: Learn more
cs_cz: Zjistit více

source: Currency
cs_cz: Měna

source: default
cs_cz: výchozí

source: Please fill field
cs_cz: Vyplňte prosím pole

source: Only numeric
cs_cz: Pouze číselné

source: Edit
cs_cz: Upravit

source: Default currency
cs_cz: Výchozí měna

source: Switch to this currency when switching language in the front-end
cs_cz: Přepnout na tuto měnu při přepínání jazyku na front-endu

source: OFF
cs_cz: VYPNOUT

source: ON
cs_cz: ZAPNOUT

source: Keep
cs_cz: Ponechat

source: Add currency
cs_cz: Přidat měnu

source: Troubleshooting page
cs_cz: Stránka řešení problémů

source: Run fix
cs_cz: Spustit opravu

source: Taxonomies without translation
cs_cz: Taxonomie bez překladu

source: To run a fully translated site, you should translate all taxonomy terms. Some store elements, such as variations, depend on taxonomy translation.
cs_cz: Měli byste přeložit všechny termíny taxonomií, abyste měli plně přeložený web. Některé prvky obchodu, jako třeba varianty, jsou závislé na překladu taxonomie.

source: This taxonomy requires translation.
cs_cz: Tato taxonomie vyžaduje překlad.

source: This taxonomy does not require translation.
cs_cz: Tato taxonomie nevyžaduje překlad.

source: The changes you made will be lost if you navigate away from this page.
cs_cz: Provedené změny budou zavřením této stránky ztraceny.

source: Troubleshooting
cs_cz: Řešení problémů

source: Please make a backup of your database before you start the synchronization
cs_cz: Před začátkem synchronizace prosím zálohujte databázi.

source: Sync variables products
cs_cz: Synchronizovat proměnné produkty

source: Update products count:
cs_cz: Aktualizovat počítadlo produktů:

source: products with variations
cs_cz: produkty s variantami

source: Sync products variations:
cs_cz: Synchronizovat varianty produktů:

source: left
cs_cz: zbývá

source: Sync products "gallery images"
cs_cz: Synchronizovat produkty "galerie obrázků"

source: Start
cs_cz: Začít

source: Please add variations to product
cs_cz: Přidejte prosím k produktu varianty

source: Please save translation before translate variations file paths
cs_cz: Uložte prosím překlad před překladem cest souborů variant

source: Variations are not downloadable
cs_cz: Varianty nejsou stáhnutelné

source: Download URL
cs_cz: Adresa ke stažení

source: Variation is not downloadable
cs_cz: Varianta není stáhnutelná

source: This field is locked for editing because WPML will copy its value from the original language.
cs_cz: Pole je zamknuto pro úpravu protože WPML jeho hodnotu překopíruje z původního jazyku.

source: How to translate products
cs_cz: Jak přeložit produkty

source: How to translate attributes
cs_cz: Jak přeložit vlastnosti

source: How to translate product categories
cs_cz: Jak přeložit rubriky produktů

source: Would you like to see a quick overview?
cs_cz: Chcete se podívat na rychlý přehled?

source: Learn how to turn your e-commerce site multilingual
cs_cz: Naučte se, jak proměnit váš e-commerce web ve vícejazyčný

source: Dismiss
cs_cz: Skrýt
